_protected/backend/views/layouts/left_side.php

SELECT * FROM `user` WHERE `id`=1
---
            <a href="<?=Url::to(['/'])?>" class="site_title"><i class="fa fa-code"></i></a>
        </div>
        <?php if (!Yii::$app->user->isGuest):?>
            <?php $user = \common\models\User::findOne(Yii::$app->user->id);?>

SELECT * FROM `lang` WHERE id != NULL
---
        <div class="clearfix"></div>
        <br />
        <?php
            $langs = \common\models\Lang::find()->where('id != :current_id', [':current_id' => \common\models\Lang::getCurrent()->id])->all();