_protected/backend/controllers/NomzodlarController.php

    public function actionYangiNomzodlar(){
        $model = Nomzodlar::find()->where(['status' => 0])->all();
---
SELECT * FROM `nomzodlar` WHERE `status`=0

    public function actionInterviyuNom(){
        $model = Nomzodlar::find()->where(['status' => 1])->all();
---
SELECT * FROM `nomzodlar` WHERE `status`=1

    public function actionQabQilNom(){
        $model = Nomzodlar::find()->where(['status' => 10])->all();
---
SELECT * FROM `nomzodlar` WHERE `status`=10

    public function actionReadMessage($id){
        $model = Nomzodlar::findOne(['id' => $id]);
---
SELECT * FROM `nomzodlar` WHERE `id`='1'